
[
    {
      "code": "ADX",
      "domain": "Health",
      "link": "https://wiki.ihe.net/index.php/Aggregate_Data_Exchange",
      "name": "ADX",
      "description": "Aggregate Data Exchange standard for exchanging aggregate health data, commonly used in public health reporting and statistical analysis.",
      "name_fr": "ADX",
      "description_fr": "Standard d'échange de données agrégées pour l'échange de données de santé agrégées, couramment utilisé dans les rapports de santé publique et l'analyse statistique.",
      "name_es": "ADX",
      "description_es": "Estándar de intercambio de datos agregados para el intercambio de datos de salud agregados, comúnmente utilizado en informes de salud pública y análisis estadístico.",
      "type": "exchange"
    },
    {
      "code": "CIEL",
      "domain": "Health",
      "link": "https://openconceptlab.org/orgs/CIEL/sources/CIEL/",
      "name": "CIEL",
      "description": "Columbia International eHealth Laboratory dictionary, a comprehensive clinical terminology system designed for use in low-resource settings.",
      "name_fr": "CIEL",
      "description_fr": "Dictionnaire du Columbia International eHealth Laboratory, un système de terminologie clinique complet conçu pour une utilisation dans des contextes à faibles ressources.",
      "name_es": "CIEL",
      "description_es": "Diccionario del Columbia International eHealth Laboratory, un sistema integral de terminología clínica diseñado para su uso en entornos de bajos recursos.",
      "type": "terminology"
    },
    {
      "code": "GS1",
      "domain": "Health",
      "link": "https://www.gs1.org/healthcare",
      "name": "GS1",
      "description": "Global Standards One, an international standard for supply chain management and product identification in healthcare.",
      "name_fr": "GS1",
      "description_fr": "Global Standards One, une norme internationale pour la gestion de la chaîne d'approvisionnement et l'identification des produits dans le domaine de la santé.",
      "name_es": "GS1",
      "description_es": "Global Standards One, un estándar internacional para la gestión de la cadena de suministro e identificación de productos en el sector salud.",
      "type": "identifier"
    },
    {
      "code": "HL7 FHIR",
      "domain": "Health",
      "link": "https://www.hl7.org/fhir/",
      "name": "HL7 FHIR",
      "description": "Fast Healthcare Interoperability Resources, a modern standard for exchanging healthcare information electronically.",
      "name_fr": "HL7 FHIR",
      "description_fr": "Fast Healthcare Interoperability Resources, une norme moderne pour l'échange électronique d'informations de santé.",
      "name_es": "HL7 FHIR",
      "description_es": "Fast Healthcare Interoperability Resources, un estándar moderno para el intercambio electrónico de información sanitaria.",
      "type": "exchange"
    },
    {
      "code": "HL7 V2",
      "domain": "Health",
      "link": "https://www.hl7.org/implement/standards/product_brief.cfm?product_id=185",
      "name": "HL7 V2",
      "description": "Health Level 7 Version 2, a messaging standard for exchanging clinical and administrative data in healthcare settings.",
      "name_fr": "HL7 V2",
      "description_fr": "Health Level 7 Version 2, une norme de messagerie pour l'échange de données cliniques et administratives dans le domaine de la santé.",
      "name_es": "HL7 V2",
      "description_es": "Health Level 7 Version 2, un estándar de mensajería para el intercambio de datos clínicos y administrativos en entornos sanitarios.",
      "type": "exchange"
    },
    {
      "code": "HL7 V3",
      "domain": "Health",
      "link": "https://www.hl7.org/implement/standards/product_brief.cfm?product_id=186",
      "name": "HL7 V3",
      "description": "Health Level 7 Version 3, an XML-based messaging framework for health data exchange and interoperability.",
      "name_fr": "HL7 V3",
      "description_fr": "Health Level 7 Version 3, un cadre de messagerie basé sur XML pour l'échange de données de santé et l'interopérabilité.",
      "name_es": "HL7 V3",
      "description_es": "Health Level 7 Version 3, un marco de mensajería basado en XML para el intercambio de datos sanitarios e interoperabilidad.",
      "type": "exchange"
    },
    {
      "code": "ICD-9",
      "domain": "Health",
      "link": "https://www.cdc.gov/nchs/icd/icd9.htm",
      "name": "ICD-9",
      "description": "International Classification of Diseases, 9th Revision, for coding and classifying mortality and morbidity data.",
      "name_fr": "CIM-9",
      "description_fr": "Classification Internationale des Maladies, 9ème révision, pour le codage et la classification des données de mortalité et de morbidité.",
      "name_es": "CIE-9",
      "description_es": "Clasificación Internacional de Enfermedades, 9ª revisión, para la codificación y clasificación de datos de mortalidad y morbilidad.",
      "type": "terminology"
    },
    {
      "code": "ICD-10",
      "domain": "Health",
      "link": "https://www.who.int/standards/classifications/classification-of-diseases",
      "name": "ICD-10",
      "description": "International Classification of Diseases, 10th Revision, WHO's standard diagnostic classification for epidemiology and health management.",
      "name_fr": "CIM-10",
      "description_fr": "Classification Internationale des Maladies, 10ème révision, classification diagnostique standard de l'OMS pour l'épidémiologie et la gestion de la santé.",
      "name_es": "CIE-10",
      "description_es": "Clasificación Internacional de Enfermedades, 10ª revisión, clasificación diagnóstica estándar de la OMS para epidemiología y gestión sanitaria.",
      "type": "terminology"
    },
    {
      "code": "ICD-11",
      "domain": "Health",
      "link": "https://icd.who.int/en",
      "name": "ICD-11",
      "description": "International Classification of Diseases, 11th Revision, the latest WHO classification for mortality, morbidity statistics and clinical documentation.",
      "name_fr": "CIM-11",
      "description_fr": "Classification Internationale des Maladies, 11ème révision, la dernière classification de l'OMS pour les statistiques de mortalité, de morbidité et la documentation clinique.",
      "name_es": "CIE-11",
      "description_es": "Clasificación Internacional de Enfermedades, 11ª revisión, la última clasificación de la OMS para estadísticas de mortalidad, morbilidad y documentación clínica.",
      "type": "terminology"
    },
    {
      "code": "LOINC",
      "domain": "Health",
      "link": "https://loinc.org/",
      "name": "LOINC",
      "description": "Logical Observation Identifiers Names and Codes, a universal standard for identifying medical laboratory observations.",
      "name_fr": "LOINC",
      "description_fr": "Logical Observation Identifiers Names and Codes, une norme universelle pour l'identification des observations de laboratoire médical.",
      "name_es": "LOINC",
      "description_es": "Logical Observation Identifiers Names and Codes, un estándar universal para la identificación de observaciones de laboratorio médico.",
      "type": "terminology"
    },
    {
      "code": "SNOMED",
      "domain": "Health",
      "link": "https://www.snomed.org/",
      "name": "SNOMED",
      "description": "Systematized Nomenclature of Medicine Clinical Terms, a comprehensive clinical terminology for electronic health records.",
      "name_fr": "SNOMED",
      "description_fr": "Systematized Nomenclature of Medicine Clinical Terms, une terminologie clinique complète pour les dossiers de santé électroniques.",
      "name_es": "SNOMED",
      "description_es": "Systematized Nomenclature of Medicine Clinical Terms, una terminología clínica integral para registros de salud electrónicos.",
      "type": "terminology"
    },
    {
      "code": "Not Applicable",
      "domain": "Health",
      "link": "",
      "name": "Not Applicable",
      "description": "Indicates that no specific health standard is applicable to the given context.",
      "name_fr": "Non Applicable",
      "description_fr": "Indique qu'aucune norme de santé spécifique n'est applicable au contexte donné.",
      "name_es": "No Aplicable",
      "description_es": "Indica que ningún estándar de salud específico es aplicable al contexto dado.",
      "type": "not_applicable"
    },
    {
      "code": "Other",
      "domain": "Health",
      "link": "",
      "name": "Other",
      "description": "Refers to health standards not listed in the current classification system.",
      "name_fr": "Autre",
      "description_fr": "Fait référence aux normes de santé non répertoriées dans le système de classification actuel.",
      "name_es": "Otro",
      "description_es": "Se refiere a estándares de salud no incluidos en el sistema de clasificación actual.",
      "type": "other"
    },
    {
      "code": "GRIB",
      "domain": "Weather and Climate",
      "link": "https://www.wmo.int/pages/prog/www/WMOCodes/Guides/GRIB/GRIB2_062006.pdf",
      "name": "GRIB",
      "description": "GRIdded Binary format, a standard for encoding meteorological and oceanographic data.",
      "name_fr": "GRIB",
      "description_fr": "Format GRIdded Binary, une norme pour le codage des données météorologiques et océanographiques.",
      "name_es": "GRIB",
      "description_es": "Formato GRIdded Binary, un estándar para la codificación de datos meteorológicos y oceanográficos.",
      "type": "data_format"
    },
    {
      "code": "NetCDF",
      "domain": "Weather and Climate",
      "link": "https://www.unidata.ucar.edu/software/netcdf/",
      "name": "NetCDF",
      "description": "Network Common Data Form, a set of software libraries and machine-independent data formats for array-oriented scientific data.",
      "name_fr": "NetCDF",
      "description_fr": "Network Common Data Form, un ensemble de bibliothèques logicielles et de formats de données indépendants pour les données scientifiques orientées tableau.",
      "name_es": "NetCDF",
      "description_es": "Network Common Data Form, un conjunto de bibliotecas de software y formatos de datos independientes para datos científicos orientados a matrices.",
      "type": "data_format"
    },
    {
      "code": "GML",
      "domain": "Weather and Climate",
      "link": "https://www.ogc.org/standards/gml",
      "name": "GML",
      "description": "Geography Markup Language, an XML grammar for expressing geographical features.",
      "name_fr": "GML",
      "description_fr": "Geography Markup Language, une grammaire XML pour exprimer les caractéristiques géographiques.",
      "name_es": "GML",
      "description_es": "Geography Markup Language, una gramática XML para expresar características geográficas.",
      "type": "data_format"
    },
    {
      "code": "WFS",
      "domain": "Weather and Climate",
      "link": "https://www.ogc.org/standards/wfs",
      "name": "WFS",
      "description": "Web Feature Service, provides an interface allowing requests for geographical features across the web.",
      "name_fr": "WFS",
      "description_fr": "Web Feature Service, fournit une interface permettant les requêtes de caractéristiques géographiques via le web.",
      "name_es": "WFS",
      "description_es": "Web Feature Service, proporciona una interfaz que permite solicitudes de características geográficas a través de la web.",
      "type": "exchange"
    },
    {
      "code": "WCS",
      "domain": "Weather and Climate",
      "link": "https://www.ogc.org/standards/wcs",
      "name": "WCS",
      "description": "Web Coverage Service, provides access to coverage data in forms useful for client-side rendering.",
      "name_fr": "WCS",
      "description_fr": "Web Coverage Service, fournit l'accès aux données de couverture sous des formes utiles pour le rendu côté client.",
      "name_es": "WCS",
      "description_es": "Web Coverage Service, proporciona acceso a datos de cobertura en formas útiles para la renderización del lado del cliente.",
      "type": "exchange"
    },
    {
      "code": "WMS",
      "domain": "Weather and Climate",
      "link": "https://www.ogc.org/standards/wms",
      "name": "WMS",
      "description": "Web Map Service, provides map images from a geographic information system database.",
      "name_fr": "WMS",
      "description_fr": "Web Map Service, fournit des images cartographiques à partir d'une base de données de système d'information géographique.",
      "name_es": "WMS",
      "description_es": "Web Map Service, proporciona imágenes de mapas desde una base de datos de sistema de información geográfica.",
      "type": "exchange"
    },
    {
      "code": "HDF",
      "domain": "Weather and Climate",
      "link": "https://www.hdfgroup.org/solutions/hdf5/",
      "name": "HDF",
      "description": "Hierarchical Data Format, a set of file formats designed to store and organize large amounts of numerical data.",
      "name_fr": "HDF",
      "description_fr": "Hierarchical Data Format, un ensemble de formats de fichiers conçus pour stocker et organiser de grandes quantités de données numériques.",
      "name_es": "HDF",
      "description_es": "Hierarchical Data Format, un conjunto de formatos de archivo diseñados para almacenar y organizar grandes cantidades de datos numéricos.",
      "type": "data_format"
    },
    {
      "code": "BUFR",
      "domain": "Weather and Climate",
      "link": "https://www.wmo.int/pages/prog/www/WMOCodes/WMO306_vI2/VolumeI.2.html",
      "name": "BUFR",
      "description": "Binary Universal Form for the Representation of meteorological data, a binary data format for meteorological observations.",
      "name_fr": "BUFR",
      "description_fr": "Binary Universal Form for the Representation of meteorological data, un format de données binaire pour les observations météorologiques.",
      "name_es": "BUFR",
      "description_es": "Binary Universal Form for the Representation of meteorological data, un formato de datos binario para observaciones meteorológicas.",
      "type": "data_format"
    },
    {
      "code": "Not Applicable",
      "domain": "Weather and Climate",
      "link": "",
      "name": "Not Applicable",
      "description": "Indicates that no specific weather or climate standard is applicable to the given context.",
      "name_fr": "Non Applicable",
      "description_fr": "Indique qu'aucune norme météorologique ou climatique spécifique n'est applicable au contexte donné.",
      "name_es": "No Aplicable",
      "description_es": "Indica que ningún estándar meteorológico o climático específico es aplicable al contexto dado.",
      "type": "not_applicable"
    },
    {
      "code": "Other",
      "domain": "Weather and Climate",
      "link": "",
      "name": "Other",
      "description": "Refers to weather and climate standards not listed in the current classification system.",
      "name_fr": "Autre",
      "description_fr": "Fait référence aux normes météorologiques et climatiques non répertoriées dans le système de classification actuel.",
      "name_es": "Otro",
      "description_es": "Se refiere a estándares meteorológicos y climáticos no incluidos en el sistema de clasificación actual.",
      "type": "other"
    }
  ]
