
{
  "title": "À Propos du Guide Interactif des Biens Mondiaux",
  "subtitle": "Un marché de santé numérique où l'offre et la demande se rencontrent pour accélérer l'équité en santé grâce aux biens mondiaux open source.",
  "digitalSquare": {
    "title": "À Propos de Digital Square",
    "content": "Digital Square est un marché de santé numérique–ou 'place'–où l'offre et la demande se rencontrent pour accélérer l'équité en santé. Nous alignons les investisseurs et les organismes gouvernementaux autour d'une vision partagée de santé numérique, promouvons le développement et l'adoption de biens publics numériques pour la santé, et renforçons la gouvernance nationale de santé numérique.",
    "role": "Digital Square joue un rôle unique comme rassembleur neutre de donateurs, dirigeants gouvernementaux, innovateurs techniques et entrepreneurs. Depuis 2016, nous avons collaboré avec des centaines de parties prenantes dans 33 pays, soutenant 36 biens mondiaux matures grâce à notre Processus d'Application Ouverte.",
    "learnMoreButton": "Visiter digitalsquare.org"
  },
  "globalGoods": {
    "title": "Que Sont les Biens Mondiaux?",
    "definition": "Outils de santé numérique adaptables à différents pays et contextes pour aider à relever les défis clés du système de santé. Ces outils gratuits et open source peuvent être utilisés dans différents programmes de santé, réduisant la fragmentation et accélérant l'impact sanitaire.",
    "types": {
      "software": {
        "title": "Logiciel",
        "description": "Outils gratuits et open source utilisés pour gérer, analyser ou transmettre des données liées à la santé, avec une utilité prouvée dans plusieurs environnements."
      },
      "services": {
        "title": "Services",
        "description": "Outils logiciels en tant que service qui gèrent, transmettent ou analysent des données de santé, librement accessibles et adhérant aux principes de données ouvertes."
      },
      "content": {
        "title": "Contenu",
        "description": "Ressources, boîtes à outils ou standards de données disponibles sous licences ouvertes pour améliorer les capacités de gestion des données de santé."
      }
    }
  },
  "benefits": {
    "title": "Avantages et Impact",
    "content": "Les biens mondiaux sauvent des vies en permettant la collaboration entre organisations, réduisant le verrouillage fournisseur, partageant les coûts de développement et promouvant l'interopérabilité. Beaucoup supportent les standards d'architecture OpenHIE pour une analyse de données améliorée et la continuité des soins.",
    "examples": "Par exemple, un bien mondial utilisé pour la gestion de cas VIH peut aussi être utilisé pour gérer les soins du paludisme ou de la tuberculose."
  },
  "process": {
    "title": "Comment les Outils Deviennent des Biens Mondiaux",
    "content": "Les outils de santé numérique peuvent postuler à tout moment via notre portail d'application, avec des examens trimestriels par notre Comité d'Examen par les Pairs et Conseil d'Examen des Biens Mondiaux.",
    "requirements": "Les outils doivent être publiés sous licences ouvertes, soutenus par des communautés solides, financés par plusieurs sources, déployés à grande échelle, utilisés dans plusieurs pays et conçus pour l'interopérabilité.",
    "applyButton": "Soumettre une Application",
    "contactButton": "Contacter l'Équipe Digital Square",
    "openCalls": {
      "title": "Appels Ouverts et Candidatures",
      "description": "De nouvelles opportunités de candidature sont annoncées régulièrement tout au long de l'année, avec des appels spécifiques ciblant différents domaines de santé et types de technologie. Restez informé des prochaines échéances et exigences de candidature via nos canaux officiels.",
      "linkedinText": "Les appels ouverts sont publiés via"
    }
  },
  "productSuites": {
    "title": "Suites de Produits de Biens Mondiaux",
    "content": "Une suite de produits est un ensemble d'outils numériques open source configurés pour soutenir un domaine de santé spécifique—comme l'immunisation, les soins prénatals ou la télémédecine—grâce à l'échange de données basé sur des standards. Ces suites s'alignent avec les orientations internationales, comme les Kits d'Adaptation Numérique de l'OMS (DAKs), et sont conçues pour fournir des solutions cohérentes et interopérables.",
    "requirements": {
      "title": "Pour être qualifiée, une suite de produits doit:",
      "items": [
        "Utiliser des biens mondiaux approuvés par Digital Square ou des outils répondant aux standards de Bien Public Numérique (DPG)",
        "Être open source (licence approuvée OSI) ou en voie de le devenir",
        "Répondre à des exigences fonctionnelles et non-fonctionnelles claires",
        "Supporter l'interopérabilité basée sur des standards (ex. HL7 FHIR, GS1, workflows OpenHIE)",
        "S'aligner avec les Directives SMART de l'OMS, idéalement en progressant vers un logiciel de référence exécutable",
        "Inclure une documentation utilisateur et technique à jour (sous licence Creative Commons)",
        "Démontrer l'assurance qualité par des résultats de tests documentés"
      ]
    },
    "immunization": {
      "title": "Suite de Produits d'Immunisation",
      "description": "La Suite de Produits d'Immunisation combine des outils open source pour renforcer la prestation de services d'immunisation dans les pays à revenus faibles et moyens. Sa conception intégrée et interopérable permet un déploiement rapide de solutions numériques efficaces.",
      "linkText": "En savoir plus ici."
    }
  },
  "contact": {
    "title": "Nous Contacter",
    "buttonText": "Contacter l'Équipe des Biens Mondiaux"
  },
  "maturityModel": {
    "title": "Adaptation d'un modèle de maturité",
    "content": "Depuis 2017, Digital Square à PATH a géré des Modèles de Maturité au nom de la communauté mondiale de santé numérique, les mettant à jour régulièrement pour refléter les priorités changeantes et les besoins évolutifs. La dernière version - le Modèle de Maturité pour le Climat et la Santé (MMCH) - introduit des indicateurs supplémentaires spécifiquement conçus pour évaluer les outils numériques open source qui soutiennent l'adaptation, l'atténuation et la réponse des systèmes de santé au climat. Le MMCH joue un rôle central dans le processus du Groupe d'Examen par les Pairs (PRG) pour évaluer les Biens Mondiaux et sert de référence pratique pour évaluer les outils dans cet espace émergent.",
    "development": "Développé grâce à une vaste consultation mondiale, le modèle reflète les contributions d'ateliers lors de grands événements de santé numérique, de réseaux régionaux de santé numérique, et d'engagements directs avec des experts climatiques d'organisations telles que l'OMM, le Heat Health Network et l'Institut Pasteur. Le MMCH fournit un cadre cohérent pour comparer les outils, soutient la prise de décision basée sur les preuves, encourage l'amélioration continue, favorise l'alignement mondial et applique une perspective climatique à l'innovation en santé numérique.",
    "learnMoreButton": "En savoir plus sur les modèles de maturité GG"
  }
}
