
{
  "en": {
    "name": "DHIS2",
    "description": "A flexible, web-based open-source information system with visualization features including GIS, charts and pivot tables.",
    "sectors": ["Health", "Data Management"],
    "website": "https://dhis2.org",
    "github": "https://github.com/dhis2",
    "details": "DHIS2 is the world's largest health information management system, used in more than 70 countries globally. The software helps governments and health organizations collect, manage, and analyze data to improve health outcomes.",
    "features": [
      "Flexible data collection",
      "Visual analytics",
      "Mobile support",
      "Offline capabilities",
      "Customizable dashboards"
    ],
    "impacts": [
      "Used by ministries of health in over 70 countries",
      "Supports COVID-19 surveillance in 36 countries",
      "Used for maternal and child health monitoring in 23 countries"
    ]
  },
  "fr": {
    "name": "DHIS2",
    "description": "Un système d'information open-source flexible et basé sur le web avec des fonctionnalités de visualisation, y compris SIG, graphiques et tableaux croisés.",
    "sectors": ["Santé", "Gestion des Données"],
    "website": "https://dhis2.org",
    "github": "https://github.com/dhis2",
    "details": "DHIS2 est le plus grand système de gestion d'informations sanitaires au monde, utilisé dans plus de 70 pays. Le logiciel aide les gouvernements et les organisations de santé à collecter, gérer et analyser des données pour améliorer les résultats en matière de santé.",
    "features": [
      "Collecte de données flexible",
      "Analyses visuelles",
      "Support mobile",
      "Capacités hors ligne",
      "Tableaux de bord personnalisables"
    ],
    "impacts": [
      "Utilisé par les ministères de la santé dans plus de 70 pays",
      "Soutient la surveillance du COVID-19 dans 36 pays",
      "Utilisé pour le suivi de la santé maternelle et infantile dans 23 pays"
    ]
  },
  "es": {
    "name": "DHIS2",
    "description": "Un sistema de información de código abierto flexible y basado en la web con funciones de visualización que incluyen SIG, gráficos y tablas dinámicas.",
    "sectors": ["Salud", "Gestión de Datos"],
    "website": "https://dhis2.org",
    "github": "https://github.com/dhis2",
    "details": "DHIS2 es el sistema de gestión de información sanitaria más grande del mundo, utilizado en más de 70 países. El software ayuda a gobiernos y organizaciones de salud a recopilar, gestionar y analizar datos para mejorar los resultados de salud.",
    "features": [
      "Recopilación de datos flexible",
      "Análisis visual",
      "Soporte móvil",
      "Capacidades sin conexión",
      "Paneles personalizables"
    ],
    "impacts": [
      "Utilizado por ministerios de salud en más de 70 países",
      "Apoya la vigilancia de COVID-19 en 36 países",
      "Utilizado para el monitoreo de salud materno-infantil en 23 países"
    ]
  }
}
