
{
  "en": {
    "title": "Terms of Service",
    "updatedDate": "Last Updated: April 13, 2025",
    "introduction": {
      "title": "Introduction",
      "content": "Welcome to Global Goods Guidebook. These Terms of Service govern your use of our website located at globalgoodsguidebook.org and form a binding legal agreement between you and Global Goods Guidebook."
    },
    "acceptance": {
      "title": "Acceptance of Terms",
      "content": "By accessing or using the Service, you agree to be bound by these Terms. If you disagree with any part of the terms, then you may not access the Service."
    },
    "changes": {
      "title": "Changes to Terms",
      "content": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. We will provide notice of any changes by posting the new Terms on this page. Your continued use of the Service after any such changes constitutes your acceptance of the new Terms."
    },
    "access": {
      "title": "Access to the Service",
      "content": "We reserve the right to withdraw or amend our Service, and any service or material we provide via the Service, in our sole discretion without notice. We will not be liable if for any reason all or any part of the Service is unavailable at any time or for any period."
    },
    "accountTerms": {
      "title": "Account Terms",
      "rules": [
        "You must be 18 years or older to use this Service",
        "You must provide accurate, current, and complete information during registration",
        "You are responsible for maintaining the security of your account",
        "You are responsible for all activities that occur under your account",
        "You must immediately notify us of any unauthorized uses of your account"
      ]
    },
    "intellectualProperty": {
      "title": "Intellectual Property",
      "content": "The Service and its original content, features, and functionality are and will remain the exclusive property of Global Goods Guidebook and its licensors. The Service is protected by copyright, trademark, and other laws of both the United States and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of Global Goods Guidebook."
    },
    "userContent": {
      "title": "User Content",
      "content": "When you upload, submit, store, send or receive content to or through our Service, you give Global Goods Guidebook a worldwide license to use, host, store, reproduce, modify, create derivative works, communicate, publish, publicly perform, publicly display and distribute such content.",
      "restrictions": {
        "title": "Content Restrictions",
        "items": [
          "Content must not be illegal, harmful, threatening, abusive, harassing, defamatory, or invasive of privacy",
          "Content must not infringe any patent, trademark, trade secret, copyright or other intellectual property rights",
          "Content must not be false, misleading, or designed to exploit or harm others",
          "Content must not interfere with or disrupt the Service or servers",
          "Content must not contain viruses, malware, or other harmful code"
        ]
      }
    },
    "links": {
      "title": "Links To Other Web Sites",
      "content": "Our Service may contain links to third-party web sites or services that are not owned or controlled by Global Goods Guidebook. We have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third party web sites or services."
    },
    "termination": {
      "title": "Termination",
      "content": "We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms. Upon termination, your right to use the Service will immediately cease."
    },
    "governing": {
      "title": "Governing Law",
      "content": "These Terms shall be governed and construed in accordance with the laws of the United States, without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights."
    },
    "disclaimer": {
      "title": "Disclaimer",
      "content": "Your use of the Service is at your sole risk. The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. The Service is provided without warranties of any kind, whether express or implied."
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have any questions about these Terms, please contact us at:",
      "email": "globalgoods@path.org",
      "address": "Global Goods Guidebook\n123 Impact Drive\nSan Francisco, CA 94103\nUnited States"
    }
  },
  "fr": {
    "title": "Conditions d'Utilisation",
    "updatedDate": "Dernière mise à jour : 13 avril 2025",
    "introduction": {
      "title": "Introduction",
      "content": "Bienvenue sur Global Goods Guidebook. Ces Conditions d'Utilisation régissent votre utilisation de notre site Web situé à globalgoodsguidebook.org et constituent un accord juridique contraignant entre vous et Global Goods Guidebook."
    },
    "acceptance": {
      "title": "Acceptation des Conditions",
      "content": "En accédant ou en utilisant le Service, vous acceptez d'être lié par ces Conditions. Si vous n'êtes pas d'accord avec une partie des conditions, vous ne pouvez pas accéder au Service."
    },
    "changes": {
      "title": "Modifications des Conditions",
      "content": "Nous nous réservons le droit, à notre seule discrétion, de modifier ou de remplacer ces Conditions à tout moment. Nous vous informerons de tout changement en publiant les nouvelles Conditions sur cette page. Votre utilisation continue du Service après de tels changements constitue votre acceptation des nouvelles Conditions."
    },
    "access": {
      "title": "Accès au Service",
      "content": "Nous nous réservons le droit de retirer ou de modifier notre Service, et tout service ou matériel que nous fournissons via le Service, à notre seule discrétion sans préavis. Nous ne serons pas responsables si, pour une raison quelconque, tout ou partie du Service est indisponible à tout moment ou pour toute période."
    },
    "accountTerms": {
      "title": "Conditions du Compte",
      "rules": [
        "Vous devez avoir 18 ans ou plus pour utiliser ce Service",
        "Vous devez fournir des informations précises, actuelles et complètes lors de l'inscription",
        "Vous êtes responsable du maintien de la sécurité de votre compte",
        "Vous êtes responsable de toutes les activités qui se produisent sous votre compte",
        "Vous devez nous informer immédiatement de toute utilisation non autorisée de votre compte"
      ]
    },
    "intellectualProperty": {
      "title": "Propriété Intellectuelle",
      "content": "Le Service et son contenu original, ses fonctionnalités et ses fonctions sont et resteront la propriété exclusive de Global Goods Guidebook et de ses concédants. Le Service est protégé par le droit d'auteur, les marques de commerce et d'autres lois des États-Unis et des pays étrangers. Nos marques de commerce et notre habillage commercial ne peuvent pas être utilisés en relation avec un produit ou un service sans le consentement écrit préalable de Global Goods Guidebook."
    },
    "userContent": {
      "title": "Contenu de l'Utilisateur",
      "content": "Lorsque vous téléchargez, soumettez, stockez, envoyez ou recevez du contenu vers ou via notre Service, vous accordez à Global Goods Guidebook une licence mondiale pour utiliser, héberger, stocker, reproduire, modifier, créer des œuvres dérivées, communiquer, publier, exécuter publiquement, afficher publiquement et distribuer ce contenu.",
      "restrictions": {
        "title": "Restrictions de Contenu",
        "items": [
          "Le contenu ne doit pas être illégal, nuisible, menaçant, abusif, harcelant, diffamatoire ou invasif de la vie privée",
          "Le contenu ne doit pas enfreindre un brevet, une marque de commerce, un secret commercial, des droits d'auteur ou d'autres droits de propriété intellectuelle",
          "Le contenu ne doit pas être faux, trompeur ou conçu pour exploiter ou nuire à d'autres",
          "Le contenu ne doit pas interférer avec ou perturber le Service ou les serveurs",
          "Le contenu ne doit pas contenir de virus, logiciels malveillants ou autres codes nuisibles"
        ]
      }
    },
    "links": {
      "title": "Liens Vers D'autres Sites Web",
      "content": "Notre Service peut contenir des liens vers des sites Web ou des services tiers qui ne sont pas détenus ou contrôlés par Global Goods Guidebook. Nous n'avons aucun contrôle sur, et n'assumons aucune responsabilité pour, le contenu, les politiques de confidentialité ou les pratiques de tout site Web ou service tiers."
    },
    "termination": {
      "title": "Résiliation",
      "content": "Nous pouvons résilier ou suspendre votre compte immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris, sans limitation, si vous enfreignez les Conditions. À la résiliation, votre droit d'utiliser le Service cessera immédiatement."
    },
    "governing": {
      "title": "Loi Applicable",
      "content": "Ces Conditions seront régies et interprétées conformément aux lois des États-Unis, sans égard à ses dispositions en matière de conflit de lois. Notre incapacité à faire respecter tout droit ou disposition de ces Conditions ne sera pas considérée comme une renonciation à ces droits."
    },
    "disclaimer": {
      "title": "Avertissement",
      "content": "Votre utilisation du Service est à vos seuls risques. Le Service est fourni sur une base \"TEL QUEL\" et \"TEL QUE DISPONIBLE\". Le Service est fourni sans garanties d'aucune sorte, qu'elles soient expresses ou implicites."
    },
    "contact": {
      "title": "Contactez-nous",
      "content": "Si vous avez des questions concernant ces Conditions, veuillez nous contacter à :",
      "email": "globalgoods@path.org",
      "address": "Global Goods Guidebook\n123 Impact Drive\nSan Francisco, CA 94103\nÉtats-Unis"
    }
  },
  "es": {
    "title": "Términos de Servicio",
    "updatedDate": "Última actualización: 13 de abril de 2025",
    "introduction": {
      "title": "Introducción",
      "content": "Bienvenido a Global Goods Guidebook. Estos Términos de Servicio rigen su uso de nuestro sitio web ubicado en globalgoodsguidebook.org y forman un acuerdo legal vinculante entre usted y Global Goods Guidebook."
    },
    "acceptance": {
      "title": "Aceptación de Términos",
      "content": "Al acceder o utilizar el Servicio, acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los términos, no podrá acceder al Servicio."
    },
    "changes": {
      "title": "Cambios en los Términos",
      "content": "Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar estos Términos en cualquier momento. Proporcionaremos aviso de cualquier cambio publicando los nuevos Términos en esta página. Su uso continuado del Servicio después de dichos cambios constituye su aceptación de los nuevos Términos."
    },
    "access": {
      "title": "Acceso al Servicio",
      "content": "Nos reservamos el derecho de retirar o modificar nuestro Servicio, y cualquier servicio o material que proporcionemos a través del Servicio, a nuestra sola discreción sin previo aviso. No seremos responsables si, por cualquier motivo, todo o parte del Servicio no está disponible en cualquier momento o por cualquier período."
    },
    "accountTerms": {
      "title": "Términos de la Cuenta",
      "rules": [
        "Debe tener 18 años o más para utilizar este Servicio",
        "Debe proporcionar información precisa, actualizada y completa durante el registro",
        "Es responsable de mantener la seguridad de su cuenta",
        "Es responsable de todas las actividades que ocurran bajo su cuenta",
        "Debe notificarnos inmediatamente de cualquier uso no autorizado de su cuenta"
      ]
    },
    "intellectualProperty": {
      "title": "Propiedad Intelectual",
      "content": "El Servicio y su contenido original, características y funcionalidad son y seguirán siendo propiedad exclusiva de Global Goods Guidebook y sus licenciantes. El Servicio está protegido por derechos de autor, marcas comerciales y otras leyes tanto de los Estados Unidos como de países extranjeros. Nuestras marcas comerciales y la presentación comercial no pueden utilizarse en conexión con ningún producto o servicio sin el consentimiento previo por escrito de Global Goods Guidebook."
    },
    "userContent": {
      "title": "Contenido del Usuario",
      "content": "Cuando carga, envía, almacena, envía o recibe contenido a o a través de nuestro Servicio, otorga a Global Goods Guidebook una licencia mundial para usar, hospedar, almacenar, reproducir, modificar, crear trabajos derivados, comunicar, publicar, realizar públicamente, mostrar públicamente y distribuir dicho contenido.",
      "restrictions": {
        "title": "Restricciones de Contenido",
        "items": [
          "El contenido no debe ser ilegal, dañino, amenazante, abusivo, acosador, difamatorio o invasivo de la privacidad",
          "El contenido no debe infringir ninguna patente, marca comercial, secreto comercial, derechos de autor u otros derechos de propiedad intelectual",
          "El contenido no debe ser falso, engañoso o diseñado para explotar o dañar a otros",
          "El contenido no debe interferir o interrumpir el Servicio o los servidores",
          "El contenido no debe contener virus, malware u otro código dañino"
        ]
      }
    },
    "links": {
      "title": "Enlaces a Otros Sitios Web",
      "content": "Nuestro Servicio puede contener enlaces a sitios web o servicios de terceros que no son propiedad o están controlados por Global Goods Guidebook. No tenemos control sobre, y no asumimos responsabilidad por, el contenido, políticas de privacidad o prácticas de cualquier sitio web o servicio de terceros."
    },
    "termination": {
      "title": "Terminación",
      "content": "Podemos terminar o suspender su cuenta inmediatamente, sin previo aviso o responsabilidad, por cualquier motivo, incluyendo, sin limitación, si viola los Términos. Al terminar, su derecho a utilizar el Servicio cesará inmediatamente."
    },
    "governing": {
      "title": "Ley Aplicable",
      "content": "Estos Términos se regirán e interpretarán de acuerdo con las leyes de los Estados Unidos, sin tener en cuenta sus disposiciones sobre conflictos de leyes. Nuestra falta de hacer cumplir cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos."
    },
    "disclaimer": {
      "title": "Descargo de Responsabilidad",
      "content": "Su uso del Servicio es bajo su propio riesgo. El Servicio se proporciona \"TAL CUAL\" y \"SEGÚN DISPONIBILIDAD\". El Servicio se proporciona sin garantías de ningún tipo, ya sean expresas o implícitas."
    },
    "contact": {
      "title": "Contáctenos",
      "content": "Si tiene alguna pregunta sobre estos Términos, póngase en contacto con nosotros en:",
      "email": "globalgoods@path.org",
      "address": "Global Goods Guidebook\n123 Impact Drive\nSan Francisco, CA 94103\nEstados Unidos"
    }
  }
}
