{
  "hero.title": "Climate Services for Health",
  "hero.subtitle": "Harnessing digital solutions for climate-resilient communities",
  "hero.summary": "Climate change is a growing and urgent health challenge, particularly for populations already facing health and economic disparities. Digital Public Infrastructure (DPI) is a set of interoperable digital systems and foundational building blocks that can enable effective delivery of services, promote inclusion, and support governance that benefits the public when aligned with social, cultural, political, and local socio-economic norms that inform complex health system governance. DPI is essential for integrating climate and health data, allowing policymakers and health leaders to make informed decisions as they build climate-resilient health systems. By combining satellite data, weather patterns, and health sector insights, we can better predict disease outbreaks, respond to changing health needs, and mitigate the impact of extreme weather events.",
  "hero.exploreCatalog": "Explore Catalog",
  "hero.downloadGuidebook": "Download the Global Goods Guidebook – Climate Services for Health Annex",
  "featured.title": "Featured Global Goods",
  "featured.description": "Highlight the three GGs approved for climate services for health",
  "endorsements.title": "Endorsements",
  "endorsements.description": "The Principles of Donor Alignment for Digital Health describe the importance of aligning around scalable, sustainable, accessible, interoperable, and evidence-based digital public goods for health that meet country priorities. By better coordinating the development of digital public goods for health, such as those presented in this guidebook, stakeholders can play a crucial role in moving the global health sector from a past era of funding characterized by pilots and other proof-of-concept demonstrations, to a future guided by investments in country-led and country-managed digital health strategies and systems that can be independently operated, expanded, and sustained by host governments and local partners over time.\n\nThis guidebook is endorsed by:",
  "emerging.title": "Nascent Climate-Health Tools / Emerging Innovations",
  "emerging.description": "Through the open call process, several promising digital public goods (DPGs) were identified as rising contributors to the field. While not yet meeting the global scale criteria as defined by the maturity model for formal approval, they reflect the efforts and innovation emerging worldwide; certainly representing just a fraction of the tools currently in development to serve an ever-growing need:",
  "whoWmo.title": "WHO–WMO Joint Programme on Climate and Health",
  "whoWmo.subtitle": "WHO: Climate and Weather Responsive Digital Health Systems",
  "whoWmo.forward": "The health impacts of climate change are no longer a distant concern. They are here, now, affecting people and health systems around the world in diverse and unequal ways. From shifting patterns of disease to more frequent heat waves and extreme weather, understanding, monitoring, and preventing the nexus of health risks amplified by changing weather and climate have never been more urgent.\n\nTo support countries in addressing these growing risks, the Joint Programme office is a unique partnership bringing together science, policy, information, and action to support governments and partners to better anticipate and respond to health risks of weather and climate.\n\nThis Global Goods Guidebook Climate Services for Health Annex is part of that effort. While DPI has not historically been designed with climate resilience in mind, it plays a vital role in building it. Service delivery components such as telemedicine, supply chain management, and patient record systems actively support health systems to handle climate challenges better. Furthermore, climate- and health-focused digital global goods can strengthen DPI by providing open, interoperable tools and data systems that integrate climate information into health decision-making. Climate-enabled health DPI can accelerate the access and use of standardized climate information more easily and accelerate efforts to predict, prepare, and respond to climate-related health risks in coordinated and scalable ways by considering the influence of weather and climate on health risk, the timing of vector control, opening of cooling centers, and issuing public advisories that are more precise and protective.\n\nEffective climate-health integration requires strong collaboration across sectors, better data access, user-centered systems, and expanded training opportunities. WMO's global network, built through decades of cooperation among its member states, enables the collection, processing, and sharing of vital weather, climate, and environmental observations, information, and services. But data alone are not enough. They must be translated into actionable information for health professionals, whether they're managing a disease surveillance system, designing an early warning tool, or writing a national adaptation plan.\n\nWMO's 2023 resolution on climate, environment, and health (WMO's 19th Congress Resolution 17) underscores these needs and calls for a more coordinated and practical approach to using science and technology to support human well-being.\n\nThis Annex reflects what is possible when sectors come together with a shared purpose. We hope it serves as a valuable resource for those working at the intersection of climate and health, whether you are just starting out or building on existing efforts. Additional tools, case studies, and guidance can be found at ClimaHealth.info, a joint WHO-WMO initiative supporting learning and collaboration in this growing field.\n\nWe are grateful to everyone who contributed their time, knowledge, and experience to this Annex. We look forward to continued collaboration.",
  "climateChange.title": "Climate Change and Health Systems",
  "digitalHealth.title": "WHO Digital Health Strategy",
  "interoperability.title": "Call for Climate-Health Interoperability",
  "support.title": "WHO Support Activities",
  "resources.title": "Additional Resources",
  "resources.description": "Explore these valuable tools and resources for understanding and addressing the environmental impacts of digital health systems:",
  "resources.greenTool.title": "Green Digital Health Tool",
  "resources.greenTool.description": "Developed by the SHADE Research Hub at King's College London, this simple tool helps you consider the environmental impacts of a digital health system. It adopts a 'systems thinking' approach that goes beyond carbon calculators to also address data sufficiency and mitigation of rebound effects.",
  "resources.visitTool": "Visit Tool"
}