{
  "hero.title": "Climate Services for Health",
  "hero.subtitle": "Harnessing digital solutions for climate-resilient communities",
  "hero.summary": "Summary paragraph here about need for GG for SDG 13 Climate Action that have been evaluated by peer review",
  "hero.exploreCatalog": "Explore Catalog",
  "hero.downloadGuidebook": "Download the Global Goods Guidebook – Climate Services for Health Annex",
  "featured.title": "Featured Global Goods",
  "featured.description": "Highlight the three GGs approved for climate services for health",
  "endorsements.title": "Endorsements",
  "endorsements.description": "The Principles of Donor Alignment for Digital Health describe the importance of aligning around scalable, sustainable, accessible, interoperable, and evidence-based digital public goods for health that meet country priorities. By better coordinating the development of digital public goods for health, such as those presented in this guidebook, stakeholders can play a crucial role in moving the global health sector from a past era of funding characterized by pilots and other proof-of-concept demonstrations, to a future guided by investments in country-led and country-managed digital health strategies and systems that can be independently operated, expanded, and sustained by host governments and local partners over time.\n\nThis guidebook is endorsed by:",
  "emerging.title": "Nascent Climate-Health Tools / Emerging Innovations",
  "emerging.description": "Through the open call process, several promising digital public goods (DPGs) were identified as rising contributors to the field. While not yet meeting the global scale criteria as defined by the maturity model for formal approval, they reflect the efforts and innovation emerging worldwide; certainly representing just a fraction of the tools currently in development to serve an ever-growing need:",
  "whoWmo.title": "WHO–WMO Joint Programme on Climate and Health",
  "whoWmo.subtitle": "WHO: Climate and Weather Responsive Digital Health Systems",
  "whoWmo.forward": "Forward from the WHO-WMO Joint Programme on Climate and Health",
  "climateChange.title": "Climate Change and Health Systems",
  "digitalHealth.title": "WHO Digital Health Strategy",
  "interoperability.title": "Call for Climate-Health Interoperability",
  "support.title": "WHO Support Activities"
}