{
  "hero.title": "Servicios Climáticos para la Salud",
  "hero.subtitle": "Aprovechando soluciones digitales para comunidades resilientes al clima",
  "hero.summary": "Climate change is a growing and urgent health challenge, particularly for populations already facing health and economic disparities. Digital Public Infrastructure (DPI) is a set of interoperable digital systems and foundational building blocks that can enable effective delivery of services, promote inclusion, and support governance that benefits the public when aligned with social, cultural, political, and local socio-economic norms that inform complex health system governance. DPI is essential for integrating climate and health data, allowing policymakers and health leaders to make informed decisions as they build climate-resilient health systems. By combining satellite data, weather patterns, and health sector insights, we can better predict disease outbreaks, respond to changing health needs, and mitigate the impact of extreme weather events.",
  "hero.exploreCatalog": "Explorar Catálogo",
  "hero.downloadGuidebook": "Descargar la Guía de Bienes Globales – Anexo de Servicios Climáticos para la Salud",
  "featured.title": "Bienes Globales Destacados",
  "featured.description": "Destacar los tres bienes globales aprobados para servicios climáticos para la salud",
  "endorsements.title": "Endorsements",
  "endorsements.description": "Los Principios de Alineación de Donantes para la Salud Digital describen la importancia de alinearse en torno a bienes públicos digitales para la salud escalables, sostenibles, accesibles, interoperables y basados en evidencia.",
  "emerging.title": "Herramientas Clima-Salud Nacientes / Innovaciones Emergentes",
  "emerging.description": "A través del proceso de convocatoria abierta, se identificaron varios bienes públicos digitales prometedores como contribuyentes emergentes en el campo.",
  "whoWmo.title": "Programa Conjunto OMS-OMM sobre Clima y Salud",
  "whoWmo.subtitle": "OMS: Sistemas de Salud Digital Sensibles al Clima y al Tiempo",
  "whoWmo.forward": "Prólogo del Programa Conjunto OMS-OMM sobre Clima y Salud",
  "climateChange.title": "Cambio Climático y Sistemas de Salud",
  "digitalHealth.title": "Estrategia de Salud Digital de la OMS",
  "interoperability.title": "Llamado a la Interoperabilidad Clima-Salud",
  "support.title": "Actividades de Apoyo de la OMS"
}