{
  "ID": "dhpns",
  "Name": "DHPNS Digital Health: Planning National Systems",
  "Logo": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?w=400",
  "Website": {
    "main": {
      "url": "https://www.digitalhealthtraining.org/",
      "description": "Official Digital Health Training platform for DHPNS course"
    },
    "docs": {
      "url": "",
      "description": ""
    },
    "source_code": {
      "url": "",
      "description": ""
    },
    "demo": {
      "url": "",
      "description": ""
    }
  },
  "GlobalGoodsType": ["content"],
  "ClimateHealth": false,
  "License": "cc-by-sa-4.0",
  "Contact": [
    {
      "name": "TechChange",
      "email": "ariel@techchange.org",
      "role": ""
    }
  ],
  "Classifications": {
    "SDGs": ["SDG-3"],
    "WHO": ["WHO_B5"],
    "WMO": [],
    "DPI": []
  },
  "StandardsAndInteroperability": {
    "HealthStandards": [],
    "Interoperability": [],
    "ClimateStandards": []
  },
  "ProductOverview": {
    "Summary": "The course, Digital Health: Planning National Systems, is designed to empower ministry leadership with the foundational and technical concepts and planning tools necessary to steer and orient national digital health stakeholders towards an enterprise planning approach.",
    "Description": "The course has been packaged in different ways to appeal to different learner preferences (self-paced, instructor-led, or a combination of all of the above), but all with the same content that can be taken individually or with a broader cohort. The course across all languages include nine core modules (though the English version has one more on digital financial services), a variety of interactive case study activities, knowledge checks, and instructional videos and animations to guide the learners through key concepts. Each module's learning content is about 1.5 hours, and the cohort-based, facilitated versions of the course include another 1.5 hours of group activities per module.",
    "PrimaryFunctionality": "The course is designed to empower ministry leadership with the technical concepts and planning tools necessary to steer and orient national digital health stakeholders towards an enterprise planning approach. The curriculum features critical technical concepts, existing best practices, and pragmatic methods, all framed according to the national planning cycle that Ministry of Health officials manage.",
    "Users": "The course is best suited for leaders and managers from health, ICT, and finance ministries who work in Digital Health (eHealth, mHealth, HIS, CHIS, etc) in low and middle income countries. It would also be applicable for in-country stakeholders who work with these ministries such as donors, multi-laterals and UN agencies, and large implementing NGOs to ensure conceptual and planning alignment.",
    "Languages": ["en", "fr", "es", "pt"],
    "Screenshots": [
      {
        "url": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?w=800",
        "description": "Digital health training course interface"
      },
      {
        "url": "https://images.unsplash.com/photo-1571260899304-425eee4c7efc?w=800",
        "description": "Online learning platform dashboard"
      }
    ]
  },
  "Reach": {
    "SummaryOfReach": "As of December 2023, the facilitated versions of the course have a total of 696 graduates (with a completion rate of ~66%) across 93 countries, who have applied their knowledge in their work in-country, and most have leveraged it to contribute to their digital health strategies, training others in their teams, and supporting digital health intervention design and investment.",
    "NumberOfImplementations": 0,
    "ImplementationMapOverview": {
      "url": "",
      "description": ""
    },
    "ImplementationCountries": ["me", "mn", "ug", "bd"]
  },
  "Maturity": {
    "SummaryOfMaturity": "All maturity model assessments are self-reported by the funded organization leading the development of the global good. The scores for Inclusive Design, Climate Resilience and Low Carbon are not available as this assessment was done using the previous version of the maturity model.",
    "Scores": [
      {
        "year": 2023,
        "global_utility": 7,
        "community_support": 6,
        "maturity_of_gg": 8,
        "inclusive_design": 0,
        "climate_resilience": 0,
        "low_carbon": 0
      }
    ]
  },
  "ClimateAndHealthIntegration": {
    "Description": ""
  },
  "Community": {
    "DescriptionOfCommunity": "The course Alumni Network's Community of Practice for global graduates from the Digital Health: Planning National Systems (DHPNS) course is just beginning to be established. The mission is to provide a space where course alumni can connect and support one another by exchanging knowledge, lessons learned, and experiences related to applying digital health course concepts in their work planning national digital health systems to promote better health outcomes. There are currently 696 members of the DHNPS Alumni Network. They are globally distributed with the vast majority coming from LMICs in the Global South. The goals of the global Alumni Network's Community of Practice are to: 1) Connect with and support fellow DHPNS course alumni network to apply course learnings and achieve their desired outcomes and impact. 2) Share and exchange knowledge on the application of digital health concepts, contextualized adaptations, identified 'best practices,' and lessons learned. 3) Expand on DHPNS course learnings by updating resources and advising on emerging digital health trends and technologies. This course also has partnerships to continue to support the development, design, maintenance and updating of the course and its alumni network, including the WHO, UNICEF, DICE, DSQ, and USAID. A governance body to help manage these partnerships, priorities, and funding resources is also in development.",
    "HostAnchorOrganization": {
      "name": "",
      "url": "",
      "description": "",
      "country": []
    },
    "InceptionYear": 2025,
    "SizeOfCommunity": 0,
    "Links": {
      "Community": {
        "url": "",
        "description": ""
      },
      "MailingList": {
        "url": "",
        "description": ""
      }
    },
    "Events": {
      "description": "",
      "schedule": "",
      "recent": []
    },
    "Policies": {
      "Description": "",
      "Governance": {
        "url": "",
        "description": ""
      },
      "TermsOfUse": {
        "url": "",
        "description": ""
      },
      "UserAgreement": {
        "url": "",
        "description": ""
      },
      "PrivacyPolicy": {
        "url": "",
        "description": ""
      },
      "DoNoHarm": {
        "url": "",
        "description": ""
      },
      "PIICollected": {
        "url": "",
        "description": ""
      },
      "NPIIUsed": {
        "url": "",
        "description": ""
      }
    }
  },
  "InclusiveDesign": {
    "Description": "",
    "UserInput": "",
    "OfflineSupport": ""
  },
  "EnvironmentalImpact": {
    "LowCarbon": ""
  },
  "TotalCostOfOwnership": {
    "Description": "A Total Cost of Ownership model is available.",
    "url": ""
  },
  "Sustainability": {
    "Description": "The content has been developed by USAID, Digital Square, and TechChange and is based on content compiled by the World Health Organization (WHO) and the International Telecommunications Union (ITU). The WHO has taken an active role in reviewing and approving any new content as it gets added to the courses on the TechChange platform. The content has been supported primarily through funding from USAID, UNICEF/DICE and The Global Fund funding via Digital Square since 2017.",
    "KeyFundersSupporters": [
      {
        "name": "USAID",
        "url": "https://www.usaid.gov",
        "description": "Primary funding partner since 2017"
      },
      {
        "name": "UNICEF/DICE",
        "url": "https://www.unicef.org",
        "description": "Funding partner via Digital Square"
      },
      {
        "name": "The Global Fund",
        "url": "https://www.theglobalfund.org",
        "description": "Funding partner via Digital Square"
      },
      {
        "name": "Digital Square",
        "url": "https://digitalsquare.org",
        "description": "Platform and funding coordination"
      }
    ]
  },
  "Resources": {
    "Articles": [
      {
        "description": "Country case studies",
        "url": "https://drive.google.com/drive/folders/1M_BVhfyAre16m4ikQzVFt78DVsyjTvTP"
      }
    ],
    "ProductDocumentation": [
      {
        "description": "Videos: Global Goods Playlist",
        "url": "https://www.youtube.com/playlist?list=PLlTZ64izC0jxKgwBSCTdXOIzzyuDDM_je"
      },
      {
        "description": "Video: Standards and Interoperability in Digital Health: Explained",
        "url": "https://www.youtube.com/watch?v=KSEUh-wj7Y0&t=101s"
      }
    ],
    "UserRequirements": [],
    "EndUserDocumentation": [],
    "ImplementerDocumentation": [],
    "DeveloperDocumentation": [],
    "OperatorDocumentation": [],
    "InstallationDocumentation": []
  },
  "LinkedInitiatives": {
    "Initiative": []
  }
}
